{
    "home": "होम पेज",
    "Home": "होम पेज",

    "about": "हमारे बारे में",
    "About": "हमारे बारे में",

    "welcome": "आपका स्वागत है!",
    "Welcome": "आपका स्वागत है!",

    "hello": "नमस्ते!",
    "Hello": "नमस्ते!",

    "contact": "संपर्क",
    "Contact": "संपर्क",

    "Sign up for our newsletter": "हमारे न्यूज़लेटर के लिए साइन अप करें",

    "Email address": "मेल पता",
    "Email Address": "मेल पता",
    "email address": "मेल पता",
    "email Address": "मेल पता",

    "Copyright": "कॉपीराइट",
    "copyright": "कॉपीराइट",
    "All Rights Reserved": "सर्वाधिकार सुरक्षित",

    "Subscribe": "सदस्यता लें",
    "subscribe": "सदस्यता लें",

    "Contact Us": "संपर्क करें",
    "Let's Start a Conversation": "आइए बातचीत शुरू करें",
    "Sales and Product Inquiries": "बिक्री और उत्पाद पूछताछ",
    "First Name": "पहला नाम",
    "Last Name": "उपनाम",
    "Mobile Number": "मोबाइल नंबर",
    "Message": "संदेश",
    "Submit": "जमा करना",

    "About Us": "हमारे बारे में",
    "We Create Trends": "हम रुझान बनाते हैं",
    "Apple Inc. (Apple) designs, manufactures and markets smartphones, personal computers, tablets, wearables and accessories and sells a range of related services. The Company's products include iPhone, Mac, iPad, AirPods, Apple TV, Apple Watch, Beats products, HomePod, iPod touch and accessories": "Apple Inc. (Apple) स्मार्टफोन, पर्सनल कंप्यूटर, टैबलेट, वियरेबल्स और एक्सेसरीज़ का डिज़ाइन, निर्माण और विपणन करता है और संबंधित सेवाओं की एक श्रृंखला बेचता है। कंपनी के उत्पादों में iPhone, Mac, iPad, AirPods, Apple TV, Apple Watch, Beats उत्पाद, HomePod, iPod Touch और सहायक उपकरण शामिल हैं।",
    "Learn More": "और अधिक जानें",
    "Smartphone": "स्मार्टफोन",
    "What is an Apple smartphone? iPhone is a line of smartphones produced by Apple Inc. that use Apple's own iOS mobile operating system. The first-generation iPhone was announced by then-Apple CEO Steve Jobs on January 9, 2007": "एप्पल स्मार्टफोन क्या है? iPhone, Apple Inc. द्वारा निर्मित स्मार्टफोन की एक श्रृंखला है जो Apple के अपने iOS मोबाइल ऑपरेटिंग सिस्टम का उपयोग करता है। पहली पीढ़ी के iPhone की घोषणा 9 जनवरी 2007 को तत्कालीन Apple CEO स्टीव जॉब्स द्वारा की गई थी",
    "Personal Computers": "कंप्यूटर",
    "The Macintosh, or Mac, is Apple's line of personal computers. Its main product types are the iMac all-in-one desktop, Mac mini standard desktop, Mac Studio media-focused desktop, Mac Pro professional production workstation desktop, MacBook Air consumer laptop and MacBook Pro professional laptop": "मैकिंटोश, या मैक, एप्पल की पर्सनल कंप्यूटर श्रृंखला है। इसके मुख्य उत्पाद प्रकार हैं आईमैक ऑल-इन-वन डेस्कटॉप, मैक मिनी स्टैंडर्ड डेस्कटॉप, मैक स्टूडियो मीडिया-फोकस्ड डेस्कटॉप, मैक प्रो प्रोफेशनल प्रोडक्शन वर्कस्टेशन डेस्कटॉप, मैकबुक एयर कंज्यूमर लैपटॉप और मैकबुक प्रो प्रोफेशनल लैपटॉप",
    "wearables": "पहनने योग्य",
    "Apple Watch is a wearable smartwatch that allows users to accomplish a variety of tasks, including making phone calls, sending text messages and reading email. Apple released the first Apple Watch on April 24, 2015": "ऐप्पल वॉच एक पहनने योग्य स्मार्टवॉच है जो उपयोगकर्ताओं को फोन कॉल करने, टेक्स्ट संदेश भेजने और ईमेल पढ़ने सहित कई प्रकार के कार्य पूरा करने की अनुमति देती है। Apple ने 24 अप्रैल 2015 को पहली Apple वॉच जारी की",
    "Why Choose Us": "हमें क्यों चुनें",
    "Security and Privacy": "Sसुरक्षा और गोपनीयता",
    "Better Performance": "बेहतर प्रदर्शन",
    "No Bloatware": "कोई ब्लोटवेयर नहीं",
    "The Apple Ecosystem": "एप्पल पारिस्थितिकी तंत्र",
    "Retain Value": "मूल्य बनाए रखें",

    "Your Awesome IPhone 15": "आपका अद्भुत आईफोन 15",
    "The iPhone 15 Pro models feature the A17 Pro, complete with a new GPU. The industry's first 3 nanometer chip has a 6-core CPU which is 10 per cent faster than its predecessor, a neural engine that's up to twice as fast, and USB speeds of up to 10Gbps": "iPhone 15 Pro मॉडल में नए GPU के साथ A17 Pro की सुविधा है। उद्योग की पहली 3 नैनोमीटर चिप में 6-कोर सीपीयू है जो अपने पूर्ववर्ती की तुलना में 10 प्रतिशत तेज है, एक न्यूरल इंजन जो दोगुना तेज है, और यूएसबी स्पीड 10 जीबीपीएस तक है।",
    "Dynamic Island": "गतिशील द्वीप",
    "Dynamic Island the new pill-shaped area on the iPhone not only has camera hardware but also serves as a shape-changing hub for key iPhone alerts": "डायनामिक आइलैंड, iPhone पर नया गोली के आकार का क्षेत्र न केवल कैमरा हार्डवेयर है बल्कि प्रमुख iPhone अलर्ट के लिए आकार बदलने वाले केंद्र के रूप में भी कार्य करता है",
    "Satellite connectivity": "सैटेलाइट कनेक्टिविटी",
    "you can use a satellite connection when you have no cellular and Wi-Fi coverage to text emergency services, request roadside assistance, and share your location": "जब आपके पास कोई सेलुलर और वाई-फाई कवरेज नहीं है तो आप आपातकालीन सेवाओं को संदेश भेजने, सड़क किनारे सहायता का अनुरोध करने और अपना स्थान साझा करने के लिए सैटेलाइट कनेक्शन का उपयोग कर सकते हैं।",
    "A17 Pro chipset": "A17 प्रो चिपसेट",
    "The A17 Pro is a first 3nm smartphone chipset, redesigned GPU that offers sustained graphical performance": "A17 प्रो पहला 3nm स्मार्टफोन चिपसेट है, पुन: डिज़ाइन किया गया GPU जो निरंतर ग्राफिकल प्रदर्शन प्रदान करता है",
    "Aerospace‑grade titanium design, using the same alloy that spacecraft use for missions to Mars": "एयरोस्पेस-ग्रेड टाइटेनियम डिज़ाइन, उसी मिश्र धातु का उपयोग करके जो अंतरिक्ष यान मंगल ग्रह पर मिशन के लिए उपयोग करता है",
    "The Action button lets you set shortcuts to access the camera or flashlight quickly, Translate, as well as set Focus modes": "एक्शन बटन आपको कैमरे या फ्लैशलाइट तक तुरंत पहुंचने, अनुवाद करने, साथ ही फोकस मोड सेट करने के लिए शॉर्टकट सेट करने देता है"
}
