{
    "home": "வீடு",
    "Home": "வீடு",

    "about": "எங்களைப் பற்றி",
    "About": "எங்களைப் பற்றி",

    "Hello": "வணக்கம்!",
    "hello": "வணக்கம்!",

    "welcome": "நீங்கள் வரவேற்கப்படுகிறீர்கள்!!",
    "Welcome": "நீங்கள் வரவேற்கப்படுகிறீர்கள்!!",

    "contact": "தொடர்பு",
    "Contact": "தொடர்பு",

    "Sign up for our newsletter": "எங்கள் செய்திமடலுக்கு பதிவு செய்யவும்",

    "Email address": "மின்னஞ்சல் முகவரி",
    "Email Address": "மின்னஞ்சல் முகவரி",
    "email address": "மின்னஞ்சல் முகவரி",
    "email Address": "மின்னஞ்சல் முகவரி",

    "Copyright": "காப்புரிமை",
    "copyright": "காப்புரிமை",
    "All Rights Reserved": "அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை",

    "Subscribe": "பதிவு",
    "subscribe": "பதிவு",

    "Contact Us": "எங்களை தொடர்பு கொள்ள",
    "Let's Start a Conversation": "ஒரு உரையாடலைத் தொடங்குவோம்",
    "Sales and Product Inquiries": "விற்பனை மற்றும் தயாரிப்பு விசாரணைகள்",
    "First Name": "முதல் பெயர்",
    "Last Name": "கடைசி பெயர்",
    "Mobile Number": "கைபேசி எண்",
    "Message": "செய்தி",
    "Submit": "சமர்ப்பிக்கவும்",

    "About Us": "எங்களை பற்றி",
    "We Create Trends": "நாங்கள் போக்குகளை உருவாக்குகிறோம்",
    "Apple Inc. (Apple) designs, manufactures and markets smartphones, personal computers, tablets, wearables and accessories and sells a range of related services. The Company's products include iPhone, Mac, iPad, AirPods, Apple TV, Apple Watch, Beats products, HomePod, iPod touch and accessories": "Apple Inc. (Apple) ஸ்மார்ட்போன்கள், பெர்சனல் கம்ப்யூட்டர்கள், டேப்லெட்டுகள், அணியக்கூடிய பொருட்கள் மற்றும் பாகங்கள் ஆகியவற்றை வடிவமைத்து, தயாரித்து சந்தைப்படுத்துகிறது மற்றும் தொடர்புடைய சேவைகளின் வரம்பை விற்பனை செய்கிறது. நிறுவனத்தின் தயாரிப்புகளில் iPhone, Mac, iPad, AirPods, Apple TV, Apple Watch, Beats பொருட்கள், HomePod, iPod touch மற்றும் பாகங்கள் ஆகியவை அடங்கும்.",
    "Learn More": "மேலும் அறிக",
    "Smartphone": "திறன்பேசி",
    "What is an Apple smartphone? iPhone is a line of smartphones produced by Apple Inc. that use Apple's own iOS mobile operating system. The first-generation iPhone was announced by then-Apple CEO Steve Jobs on January 9, 2007": "ஆப்பிள் ஸ்மார்ட்போன் என்றால் என்ன? ஐபோன் என்பது ஆப்பிள் நிறுவனத்தின் சொந்த iOS மொபைல் இயங்குதளத்தைப் பயன்படுத்தும் Apple Inc. தயாரித்த ஸ்மார்ட்போன்களின் வரிசையாகும். முதல் தலைமுறை ஐபோன் ஜனவரி 9, 2007 அன்று அப்போதைய ஆப்பிள் CEO ஸ்டீவ் ஜாப்ஸால் அறிவிக்கப்பட்டது.",
    "Personal Computers": "தனிப்பட்ட கணினிகள்",
    "The Macintosh, or Mac, is Apple's line of personal computers. Its main product types are the iMac all-in-one desktop, Mac mini standard desktop, Mac Studio media-focused desktop, Mac Pro professional production workstation desktop, MacBook Air consumer laptop and MacBook Pro professional laptop": "Macintosh, அல்லது Mac, ஆப்பிளின் தனிப்பட்ட கணினிகளின் வரிசையாகும். iMac ஆல் இன் ஒன் டெஸ்க்டாப், மேக் மினி ஸ்டாண்டர்ட் டெஸ்க்டாப், மேக் ஸ்டுடியோ மீடியா-ஃபோகஸ்டு டெஸ்க்டாப், மேக் ப்ரோ தொழில்முறை உற்பத்தி பணிநிலைய டெஸ்க்டாப், மேக்புக் ஏர் நுகர்வோர் லேப்டாப் மற்றும் மேக்புக் ப்ரோ தொழில்முறை லேப்டாப் ஆகியவை இதன் முக்கிய தயாரிப்பு வகைகளாகும்.",
    "wearables": "அணியக்கூடியவை",
    "Apple Watch is a wearable smartwatch that allows users to accomplish a variety of tasks, including making phone calls, sending text messages and reading email. Apple released the first Apple Watch on April 24, 2015": "ஆப்பிள் வாட்ச் என்பது அணியக்கூடிய ஸ்மார்ட்வாட்ச் ஆகும், இது பயனர்கள் தொலைபேசி அழைப்புகள், குறுஞ்செய்திகளை அனுப்புதல் மற்றும் மின்னஞ்சலைப் படிப்பது உள்ளிட்ட பல்வேறு பணிகளைச் செய்ய அனுமதிக்கிறது. ஆப்பிள் முதல் ஆப்பிள் வாட்சை ஏப்ரல் 24, 2015 அன்று வெளியிட்டது",
    "Why Choose Us": "ஏன் எங்களை தேர்வு செய்தாய்",
    "Security and Privacy": "பாதுகாப்பு மற்றும் தனியுரிமை",
    "Better Performance": "சிறந்த செயல்திறன்",
    "No Bloatware": "ப்ளோட்வேர் இல்லை",
    "The Apple Ecosystem": "ஆப்பிள் சுற்றுச்சூழல் அமைப்பு",
    "Retain Value": "மதிப்பைத் தக்க வைத்துக் கொள்ளுங்கள்",

    "Your Awesome IPhone 15": "உங்கள் அற்புதமான ஐபோன் 15",
    "The iPhone 15 Pro models feature the A17 Pro, complete with a new GPU. The industry's first 3 nanometer chip has a 6-core CPU which is 10 per cent faster than its predecessor, a neural engine that's up to twice as fast, and USB speeds of up to 10Gbps": "ஐபோன் 15 ப்ரோ மாடல்கள் A17 ப்ரோவைக் கொண்டுள்ளது, இது ஒரு புதிய GPU உடன் முழுமையானது. தொழில்துறையின் முதல் 3 நானோமீட்டர் சிப்பில் 6-கோர் CPU உள்ளது, இது அதன் முன்னோடிகளை விட 10 சதவீதம் வேகமானது, ஒரு நரம்பியல் இயந்திரம் இரண்டு மடங்கு வேகமானது மற்றும் 10Gbps வரை USB வேகம்.",
    "Dynamic Island": "டைனமிக் தீவு",
    "Dynamic Island the new pill-shaped area on the iPhone not only has camera hardware but also serves as a shape-changing hub for key iPhone alerts": "ஐபோனில் உள்ள புதிய மாத்திரை வடிவ பகுதியான டைனமிக் ஐலேண்ட் கேமரா வன்பொருளைக் கொண்டிருப்பது மட்டுமல்லாமல், முக்கிய ஐபோன் விழிப்பூட்டல்களுக்கான வடிவத்தை மாற்றும் மையமாகவும் செயல்படுகிறது.",
    "Satellite connectivity": "செயற்கைக்கோள் இணைப்பு",
    "you can use a satellite connection when you have no cellular and Wi-Fi coverage to text emergency services, request roadside assistance, and share your location": "நீங்கள் செல்லுலார் மற்றும் வைஃபை கவரேஜ் இல்லாதபோது, ​​அவசரகாலச் சேவைகளுக்குச் செய்தி அனுப்பவும், சாலையோர உதவியைக் கோரவும், உங்கள் இருப்பிடத்தைப் பகிரவும் செயற்கைக்கோள் இணைப்பைப் பயன்படுத்தலாம்.",
    "A17 Pro chipset": "A17 Pro சிப்செட்",
    "The A17 Pro is a first 3nm smartphone chipset, redesigned GPU that offers sustained graphical performance": "A17 Pro ஆனது முதல் 3nm ஸ்மார்ட்போன் சிப்செட் ஆகும், இது நிலையான வரைகலை செயல்திறனை வழங்கும் மறுவடிவமைப்பு செய்யப்பட்ட GPU ஆகும்.",
    "Aerospace‑grade titanium design, using the same alloy that spacecraft use for missions to Mars": "செவ்வாய் கிரகத்திற்கு விண்கலம் பயன்படுத்தும் அதே கலவையைப் பயன்படுத்தி விண்வெளி-தர டைட்டானியம் வடிவமைப்பு",
    "The Action button lets you set shortcuts to access the camera or flashlight quickly, Translate, as well as set Focus modes": "கேமரா அல்லது ஃப்ளாஷ்லைட்டை விரைவாக அணுக, மொழியாக்கம் மற்றும் ஃபோகஸ் மோடுகளை அமைக்க, குறுக்குவழிகளை அமைக்க செயல் பொத்தான் உங்களை அனுமதிக்கிறது."
}
